{
    "infrastructure_projects": [
        {
            "title": "Городской парк",
            "content": "Создание нового городского парка площадью 10 гектаров с комплексом зон для отдыха, включая прогулочные дорожки, зоны для пикников, детские площадки, спортивные площадки для занятий волейболом, баскетболом и мини-футболом. Также в парке планируется обустроить пруды с возможностью катания на лодках, аллеи с цветами и многими видами деревьев, что сделает его идеальным местом для отдыха жителей и туристов.",
            "image_names": [
                "park1.png", "park2.png", "park3.png"
            ],
            "likes_count": 104
        },
        {
            "title": "Выставка высоких технологий",
            "content": "Организация ежегодной выставки высоких технологий, где будут собраны стартапы, крупные компании и исследовательские институты. Выставка будет включать панельные дискуссии, мастер-классы и презентации новых технологий. Это не только повысит интерес к нашему городу как центру инноваций, но и предоставит местным предпринимателям возможность продемонстрировать свои достижения и привлечь инвесторов.",
            "image_names": [
                "v1.png", "v2.png"
            ],
            "likes_count": 205
        },
        {
            "title": "Обновление автобусного парка",
            "content": "Проект включает в себя замену 70% устаревших автобусов на новые экологически чистые транспортные средства, работающие на электричестве или газе. В рамках проекта будет осуществлена модернизация автобусных остановок, оснащение их информационными дисплеями и внедрение системы отслеживания автобусов в реальном времени, что оптимизирует работу общественного транспорта и снизит уровень загрязнения воздуха.",
            "image_names": [
                "tr1.png", "tr2.png"
            ],
            "likes_count": 45
        },
        {
            "title": "Культурный центр",
            "content": "Создание многофункционального культурного центра с концертным залом на 500 мест, выставочными площадками и кабинетами для мастер-классов. Центр будет призван поддерживать и развивать локальную культуру и искусство, предлагая жителям места для проведения культурных мероприятий, выставок, театральных представлений и образовательных программ для детей и молодежи.",
            "image_names": [
                "center1.png", "center2.png"
            ],
            "likes_count": 67
        },
        {
            "title": "Умные остановки",
            "content": "Установка 100 умных остановок общественного транспорта по всему городу. Остановки будут оснащены сенсорными экранами с информацией о времени прибытия автобусов, а также бесплатным Wi-Fi и зарядками для телефонов. Это сделает ожидание транспорта более комфортным и информативным для горожан.",
            "image_names": [
                "stop1.png"
            ],
            "likes_count": 194
        },
        {
            "title": "Экотуристический маршрут",
            "content": "Разработка экотуристического маршрута протяженностью 30 км, который пройдет через природные и исторические достопримечательности региона. Маршрут будет включать специальные зоны для отдыха, смотровые площадки, информационные стенды о флоре и фауне. Это не только привлечет туристов, но и поможет сохранить природное наследие, повысив осведомленность о его значимости.",
            "image_names": [
                "fr1.png"
            ],
            "likes_count": 252
        }
    ]
}